12/data/attachments/6bf3151c5bfc3eab.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jeffrey_gas_Friend_79328_8</nif:username>
            <nif:friendToBeRequested>soap_friends_408bef4b-ea0f-4869-9202-5823b89f5637</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>